Repository: pokkareonareal-bot/emoji.key
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

source: Accessibility
ja: アクセシビリティ

source: Add
ja: 追加

# Always ranks %@ first when you type "%@"
source: Always ranks %1$@ first when you type "%2$@"
ja: 「%2$@」とタイプすれば必ず%1$@が一番最初にでます

source: Auto-paste
ja: 自動入力

source: Auto-Paste (Accessibility)
ja: 自動入力

source: Automatically pastes the emoji — requires Accessibility access.
ja: 自動的に絵文字を入力します — アクセシビリティ許可が必要です

source: Choose Paste Mode
ja: 入力方法の選択

source: Clipboard
ja: クリップボードに保存

source: Continue
ja: 続ける

source: Copied!
ja: コピー完了！

source: Copies the emoji and switches back. Press ⌘V to paste.
ja: 絵文字をコピーして前のウィンドウに戻ります。 ⌘Vで貼り付け。

source: Copy to Clipboard
ja: クリップボードに保存

source: Emoji
ja: 絵文字

source: emoji.key lives in your menu bar and fires up with %@.
ja: emoji.keyはメニューバーに常時表示され、%@を押すと検索ができます

source: emoji.key starts automatically when you log in.
ja: 次回ログイン時もemoji.keyが自動的に起動します

source: General
ja: 一般

source: Get Started
ja: はじめる

source: Granted ✓
ja: 許可あり ✓

source: How It Works
ja: 使い方

source: Keyboard Shortcut
ja: ショートカット

source: Keyword (e.g. lit)
ja: 検索キーワード (例：最高)

source: Keywords
ja: キーワード

source: Meeting notes: the team was
ja: ライブマジで楽しい

source: Needs Accessibility
ja: アクセシビリティ許可

source: Next
ja: 次へ

source: No custom keywords yet
ja: カスタムキーワードなし

source: No match for %@
ja: 「%@」の検索結果なし

source: Notes
ja: メモ

source: One shortcut. Anywhere.
ja: 一つのショートカットからどこへでも

source: Open at Login
ja: ログイン時に起動

source: Open emoji.key at Login
ja: emoji.keyをログイン時に起動する

source: Open System Settings
ja: システム設定を開く

source: Paste Mode
ja: 入力方法の選択

source: Pasted!
ja: ペースト完了！

source: Permissions
ja: 許可

source: Press %@ from any app
ja: %@を押します(どのソフトからでも！)

source: Press ↩ — emoji lands where you were typing
ja: ↩で絵文字が挿入されます

source: Press the shortcut to open emoji.key from anywhere.
ja: emoji.keyはどのソフトからでもこのショートカットで呼び出せます

source: pressed
ja: を押す

source: Quit emoji.key
ja: emoji.keyを終了する

source: Ready ✓
ja: 準備OK ✓

source: Recommended
ja: おすすめ

source: Required for Auto-Paste (optional). emoji.key works without it — you'll just paste manually with ⌘V.
ja: 自動入力に必要です。emoji.keyは⌘Vで手動入力することで、許可せずに利用可能です。

source: Search Emojis
ja: 絵文字を検索

source: Settings...
ja: 設定

source: Show Tutorial
ja: チュートリアルを表示

source: Start typing to search %lld emojis
ja: %lld個の絵文字から検索

source: Start Using emoji.key
ja: emoji.keyを使い始めよう

source: Switch to your app and press ⌘V
ja: テキストボックスを選択して⌘Vを押す

source: System
ja: システム

source: System-wide · Smart search · Instant
ja: どのソフトでも、賢く、早く

source: The fastest way to type emojis.
ja: 絵文字入力の最速手段

source: Trigger Shortcut
ja: 呼び出しショートカット

source: Type any keyword and it will always show that emoji first.
ja: 検索結果ではこの絵文字が最優先されます

source: Type to search — results appear instantly
ja: 検索すると、結果がすぐに出ます

source: Works for English and Japanese. The keyword is case-insensitive.
ja: 日本語または英語で使えます

source: You can always change this in Settings.
ja: 設定からいつでも変更できます

source: You're All Set!
ja: バッチリです！
